Repository: LinHXiang/Retrace
Catalog: Retrace/Settings/AppearanceSettings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# Title
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外見
ko: 모양
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

# PopupAt
source: Command window at:
de: Position des Popup-Fensters:
es: Ventana emergente en:
fr: Popup sur :
ja: ポップアップ場所：
ko: 팝업 위치:
pt_br: Popup em:
zh_hans: 命令窗口位置：
zh_hant: 彈窗位置：

# PopupAtCursor
source: Cursor
de: Mauszeiger
fr: Curseur
ja: カーソル
ko: 커서
zh_hans: 光标
zh_hant: 滑鼠指標

# PopupAtMenuBarIcon
source: Menu icon
de: Menüleistensymbol
es: Icono del menú
fr: Icône du menu
ja: メニューアイコン
ko: 메뉴 아이콘
pt_br: Ícone do menu
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

# PopupAtWindowCenter
source: Window center
de: Fenstermitte
es: Centro de la ventana
fr: Centre de la fenêtre
ja: 窓の中央
ko: 창의 중앙
pt_br: Centro da janela
zh_hans: 窗口中心
zh_hant: 窗口中心

# PopupAtScreenCenter
source: Screen center
de: Bildschirmmitte
es: Centro de la pantalla
fr: Centre de l’écran
ja: 画面の中央
ko: 화면 중앙
pt_br: Centro da tela
zh_hans: 屏幕中央
zh_hant: 螢幕中央

# PopupAtLastPosition
source: Last position
de: Letzte Position
es: Última posición
fr: Dernière position
ja: 最終位置
ko: 마지막 위치
pt_br: Última posição
zh_hans: 最后位置
zh_hant: 最後位置

# PopupAtLastLocationReset
source: Reset position
de: Position zurücksetzen
es: Restablecer la posición
fr: Réinitialiser la position
ja: リセット位置
ko: 위치 재설정
pt_br: Redefinir posição
zh_hans: 重置位置
zh_hant: 重設位置

# PopupAtTooltip
source: Change where the command window appears. Default: Cursor.
de: Ändere die Position des Popup-Fensters. Standard: Mauszeiger.
es: Cambiar la ubicación donde aparece la ventana emergente Por defecto: Cursor.
fr: Changer la localisation de l’apparition du popup. Par défaut : Curseur.
ja: ポップアップが表れる場所を変更します。 デフォルト：カーソル。
ko: 팝업이 나타나는 위치를 변경합니다. 기본값: 커서.
pt_br: Altere o local onde o pop-up aparece. Padrão: Cursor.
zh_hans: 更改命令窗口显示的位置。 默认：光标。
zh_hant: 更改彈窗顯示位置。 預設：指標。

# SearchVisibilityAlways
source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常に
ko: 항상
pt_br: Sempre
zh_hans: 始终
zh_hant: 總是

# SearchVisibilityDuringSearch
source: During search
de: Während der Suche
es: Durante la búsqueda
fr: Pendant la recherche
ja: 検索中
ko: 검색 중
pt_br: Durante a pesquisa
zh_hans: 在搜索过程中
zh_hant: 搜尋期間

source: Active screen
de: Aktiver Bildschirm
es: Pantalla activa
fr: Écran actif
ja: アクティブスクリーン
ko: 활성 화면
pt_br: Tela ativa
zh_hans: 活动屏幕
zh_hant: 使用中的螢幕

source: Highlight matches:
de: Übereinstimmungen hervorheben:
es: Partidos destacados:
fr: Format des termes trouvés :
ja: 一致を強調表示する:
ko: 매칭된 항목 하이라이트:
pt_br: Destacar resultados:
zh_hans: 高亮匹配：
zh_hant: 凸顯相符項目：

# HighlightMatchColor
source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

# HighlightMatchBold
source: Bold
de: Fett
es: Negrita
fr: Gras
ja: 太字
ko: 굵게
pt_br: Negrito
zh_hans: 粗体
zh_hant: 粗體

# HighlightMatchItalic
source: Italic
de: Kursiv
es: Cursiva
fr: Italique
ja: イタリック
ko: 이탤릭체
pt_br: Itálico
zh_hans: 斜体
zh_hant: 斜體

# HighlightMatchUnderline
source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligner
ja: 下線
ko: 밑줄
pt_br: Sublinhado
zh_hans: 强调
zh_hant: 底線

# HighlightMatchesTooltip
source: Change the highlighting style for search matches. Default: Bold.
de: Ändern Sie den Hervorhebungsstil für Suchtreffer. Standard: Fett.
es: Cambie el estilo de resaltado para las coincidencias de búsqueda. Predeterminado: Negrita.
fr: Modifiez le style de surbrillance des correspondances de recherche. Par défaut : Gras.
ja: 検索一致の強調表示スタイルを変更します。 デフォルト: 太字。
ko: 검색 일치 항목의 강조 스타일을 변경합니다. 기본값: 굵게.
pt_br: Mude o estilo de destaque para resultados da busca. Padrão: Negrito.
zh_hans: 更改搜索匹配项的突出显示样式。 默认：粗体。
zh_hant: 變更搜尋符合項目的凸顯樣式。 預設：粗體。

source: Show special symbols
de: Sondersymbole anzeigen
es: Mostrar símbolos especiales
fr: Afficher les symboles spéciaux
ja: 特殊な記号を表示する
ko: 특수 기호 표시
pt_br: Mostrar símbolos especiais
zh_hans: 显示特殊符号
zh_hant: 顯示特殊符號

# ShowSpecialSymbolsTooltip
source: Show newlines, tabs, leading and trailing spaces via special symbols.
de: Zeigen Sie Zeilenumbrüche, Tabulatoren sowie führende und nachgestellte Leerzeichen über spezielle Symbole an.
es: Muestre nuevas líneas, tabulaciones y espacios iniciales y finales mediante símbolos especiales.
fr: Afficher les nouvelles lignes, les tabulations, les espaces de début et de fin via des symboles spéciaux.
ja: 改行、タブ、先頭および末尾のスペースを特殊記号で表示します。
ko: 특수 기호를 통해 개행, 탭, 선행 및 후행 공백을 표시합니다.
pt_br: Mostrar novas linhas, tabulações, e espaços iniciais e finais através de símbolos especiais.
zh_hans: 通过特殊符号显示换行符、制表符、前导和尾随空格。
zh_hant: 透過特殊符號顯示換行符、製表符、前導和尾隨空格。

source: Show menu icon
de: In Menüleiste anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l’icône du menu
ja: メニューアイコン表示
ko: 메뉴 아이콘 표시
pt_br: Mostrar ícone de menu
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

# ShowRecentCommandInMenuBar
source: Show recent command next to menu icon
de: Letzten Befehl neben dem Menüsymbol anzeigen
es: Mostrar el comando reciente junto al icono de menú
fr: Afficher la commande récente à côté de l’icône de menu
ja: メニューアイコンの横に最近のコマンドを表示
ko: 메뉴 아이콘 옆에 최근 명령 표시
pt_br: Mostrar comando recente ao lado do ícone de menu
zh_hans: 在菜单栏图标旁显示最近命令
zh_hant: 在選單列圖示旁顯示最近命令

source: Show search field
de: Suchfeld anzeigen
es: Mostrar campo de búsqueda
fr: Afficher le champ de recherche
ja: 検索フィールド表示
ko: 검색 필드 표시
pt_br: Mostrar campo de busca
zh_hans: 显示搜索框
zh_hant: 顯示搜尋框

source: Show title before search field
de: Titel neben dem Suchfeld anzeigen
es: Mostrar título antes del buscador
fr: Afficher le titre avant la barre de recherche
ja: 検索フィールドの前にタイトル表示
ko: 검색 필드 앞에 타이틀 표시
pt_br: Mostrar título antes do campo de pesquisa
zh_hans: 在搜索框前显示应用名
zh_hant: 搜尋列旁顯示 Retrace

source: Show footer
de: Menü anzeigen
es: Mostrar footer
fr: Afficher le bas de l’application
ja: フッター表示
ko: 푸터 표시
pt_br: Mostrar rodapé
zh_hans: 显示底部菜单
zh_hant: 顯示底部操作選單

# OpenPreferencesWarning
source: ⚠️ Press ⌘, (command+comma) to open preferences when footer is hidden.
de: ⚠️ Um die Einstellungen zu öffnen, halte ⌘, (command+comma) gedrückt.
es: ⚠️ Presionar ⌘, (command+comma) para abrir las preferencias cuando el footer esté oculto.
fr: ⚠️ Pressez ⌘, (command+comma) pour ouvrir les préférences quand le bas de l’application est caché.
ja: ⚠️ フッターが隠されている時に設定を開くには⌘, (command+comma)を押してください。
ko: ⚠️ 푸터가 숨겨져 있을 때 설정을 열려면 ⌘, (command+comma)를 누르세요.
pt_br: ⚠️ Pressione ⌘, (command+comma) para abrir as preferências quando o rodapé estiver oculto.
zh_hans: ⚠️ 隐藏底部菜单时仍可按 ⌘, (command+comma) 打开偏好设置。
zh_hant: ⚠️ 隱藏底部選單時，可按 ⌘, (command+comma) 顯示偏好設定。
